lib/xml/setUserVoicemailGreeting.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:ser="http://service.admin.ws.five9.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <ser:setUserVoicemailGreeting>
            <!--Optional:-->
            <userName>?</userName>
            <!--Optional:-->
            <wavFile>cid:897249546949</wavFile>
        </ser:setUserVoicemailGreeting>
    </soapenv:Body>
</soapenv:Envelope>